[
  {
    "citation": "<b>Tumpa, Z.</b>, Shahriar Zawad, M., Sollis, L., Parab, S., Chen, I., & Washington, P. (2025). Quantifying Device Type and Handedness Biases in a Remote Parkinson's Disease AI-Powered Assessment. medRxiv, 2025–01.",
    "link": "https://www.medrxiv.org/content/10.1101/2025.01.03.25319964v2"
  },
  {
    "citation": "Shahriar Zawad, M., <b>Tumpa, Z.</b>, Sollis, L., Parab, S., & Washington, P. (2024). Deep Learning Prediction of Parkinson’s Disease using Remotely Collected Structured Mouse Trace Data. medRxiv, 2024–10.",
    "link": "https://www.medrxiv.org/content/10.1101/2024.10.27.24316195v1"
  },
  {
    "citation": "Kabir, M., Khanom, J., Bhuiyan, M., <b>Tumpa, Z.</b>, Rabby, S., & Bilgaiyan, S. (2023). The early detection of dementia disease using machine learning approach. In 2023 International Conference on Computer Communication and Informatics (ICCCI) (pp. 1–6).",
    "link": "https://ieeexplore.ieee.org/abstract/document/10128411/"
  },
  {
    "citation": "<b>Tumpa, Z.</b>, Saifuzzaman, M., Rabby, S., Crearie, L., & Stansfield, M. (2020). Understanding business intelligence in the context of mental healthcare sector of Bangladesh for improving health services. In 2020 IEEE 8th R10 Humanitarian Technology Conference (R10-HTC) (pp. 1–4).",
    "link": "https://ieeexplore.ieee.org/abstract/document/9357023/"
  },
  {
    "citation": "Dourjoy, S., Rafi, A., <b>Tumpa, Z.</b>, & Saifuzzaman, M. (2020). A Comparative Study on Prediction of Dengue Fever Using Machine Learning Algorithm. In International Conference on Advances in Distributed Computing and Machine Learning.",
    "link": "https://link.springer.com/chapter/10.1007/978-981-15-4218-3_49"
  },
  {
    "citation": "Oyshi, M., Saifuzzaman, M., & <b>Tumpa, Z.</b> (2018). Gamification in Children Education: Balloon Shooter. In 4th International Conference on Computing Communication and Automation (ICCCA).",
    "link": "https://ieeexplore.ieee.org/abstract/document/8777534/"
  },
  {
    "citation": "Khatun, F., Chowdhury, S., <b>Tumpa, Z.</b>, Rabby, S., Hossain, S., & Abujar, S. (2019). Sentiment Analysis of Amazon Book Review Data Using Lexicon Based Analysis. In International Conference On Computational Vision and Bio Inspired Computing (pp. 1303–1309).",
    "link": "https://link.springer.com/chapter/10.1007/978-3-030-37218-7_136"
  },
  {
    "citation": "Chowdhury, S., <b>Tumpa, Z.</b>, Khatun, F., Hossain, S., & Rabby, S. (2020). Crime Monitoring from Newspaper data based on Sentiment Analysis. In System Modeling & Advancement in Research Trends (SMART 2019) at Moradabad, Uttar Pradesh, India.",
    "link": "https://ieeexplore.ieee.org/abstract/document/9117513/"
  },
  {
    "citation": "Oyshi, M., Bonny, M., Saha, S., & <b>Tumpa, Z.</b> (2020). IoT Security Issues and Possible Solution using Blockchain Technology. In International Conference on Advances in Distributed Computing and Machine Learning.",
    "link": "https://link.springer.com/chapter/10.1007/978-981-15-4218-3_12"
  },
  {
    "citation": "Bhuiyan, M., Mahedi, M., <b>Tumpa, Z.</b>, & Hossain, N. (2020). An Attention Based Approach for Sentiment Analysis of Food Review Dataset. In THE 11th INTERNATIONAL CONFERENCE ON COMPUTING, COMMUNICATION AND NETWORKING TECHNOLOGIES, 2020.",
    "link": "https://ieeexplore.ieee.org/abstract/document/9225637/"
  },
  {
    "citation": "Hossain, N., Bhuiyan, M., <b>Tumpa, Z.</b>, & Hossain, S. (2020). Sentiment analysis of restaurant reviews using combined CNN-LSTM. In 2020 11th International conference on computing, communication and networking technologies (ICCCNT) (pp. 1–5).",
    "link": "https://ieeexplore.ieee.org/abstract/document/9225328/"
  },
  {
    "citation": "Shubho, O., <b>Tumpa, Z.</b>, Dipto, W., & Alam, M. (2022). Real-time data visualization using business intelligence techniques in small and medium enterprises for making a faster decision on sales data. Decision Intelligence Analytics and the Implementation of Strategic Business Management, 189–198.",
    "link": "https://link.springer.com/chapter/10.1007/978-3-030-82763-2_17"
  },
  {
    "citation": "Islam, G., Hossain, M., Faruk, M., Nur, F., Hasan, N., Khan, K., <b>Tumpa, Z.</b>, & others (2022). IoT-Based Automatic Gas Leakage Detection and Fire Protection System. International Journal of Interactive Mobile Technologies, 16(21).",
    "link": "https://online-journals.org/index.php/i-jim/article/view/30311"
  }
]
